{"elements":[{"type":"Texte","data":{"text":"La partie européenne de la France est appelée France métropolitaine. Elle est située à l'extrémité occidentale de l'Europe, et sa délimitation est restée inchangée depuis la fin de la Seconde Guerre mondiale et le traité de Paris en 1947. Elle est bordée par la mer du Nord au nord, la Manche au nord-nord-ouest, la mer Celtique à l'ouest-nord-ouest, le golfe de Gascogne à l'ouest et la mer Méditerranée au sud-est. Elle est frontalière de la Belgique au nord-nord-est, du Luxembourg au nord-est, de l'Allemagne à l'est-nord-est, de la Suisse à l'est, de l'Italie à l'est-sud-est, de Monaco au sud-est et de l'Espagne et Andorre au sud-sud-ouest."},"index":0},{"type":"Texte","data":{"text":"Les frontières à l'est, au sud-est et au sud-ouest du territoire métropolitain sont établies en s'appuyant sur des cours d'eau et des massifs montagneux, à savoir le Rhin, le Jura, le Léman, les Alpes et les PyrénéesN 7, tandis qu'au nord-est la frontière ne se fonde pas sur des éléments naturels."},"index":1},{"type":"Texte","data":{"text":"La France est également composée de nombreux territoires situés en dehors du continent européen, couramment appelés France d'outre-mer, qui lui permettent d'être présente dans tous les océans du monde sauf l'océan Arctique."},"index":2},{"type":"Texte","data":{"text":"Ces territoires ont des statuts variés dans l'administration territoriale de la France et sont situés :\n\nen Amérique du Nord : Saint-Pierre-et-Miquelon ;\nen Amérique du Sud : la Guyane ;\ndans les Antilles : la Guadeloupe, la Martinique, Saint-Barthélemy et Saint-Martin ;\ndans l'océan Pacifique : la Nouvelle-Calédonie, la Polynésie française et Wallis-et-Futuna, ainsi que l'île Clipperton ;\ndans l'océan Indien : La Réunion et Mayotte, ainsi que les îles Éparses, les îles Kerguelen, l'archipel des Crozet et les îles Saint-Paul et Nouvelle-Amsterdam qui forment les Terres australes et antarctiques françaises (TAAF) ;\ndans l'océan Atlantique : le Domaine national français de Sainte-Hélène ;\nau Moyen-Orient : le Domaine national français en Terre sainte ;\nen Antarctique : la terre AdélieN 8, également incluse dans les TAAF."},"index":3},{"type":"Texte","data":{"text":"La France possède des frontières terrestres avec le Brésil et le Suriname en Guyane, ainsi qu'avec les Pays-Bas via la partie française de Saint-Martin."},"index":4},{"type":"Texte","data":{"text":"La longueur du littoral de la France métropolitaine est de 5 853 km et de 15 945 km, Outre-Mer inclus13."},"index":5},{"type":"Texte","data":{"text":"Selon l'Insee la France couvre (543 940 km2 pour la France métropolitaine) et l'IGN (551 695 km2) qui prend en compte toutes les surfaces jusqu'à la laisse de basse mer. Ce dernier constitue la valeur officielle."},"index":6},{"type":"Texte","data":{"text":"Des différences similaires apparaissent pour la superficie de la France métropolitaine et des DOM qui s'établit à 633 109 km2 pour l'Insee (superficie cadastrale) et à 641 184 km2 pour l'IGN (superficie géodésique). La superficie de la France entière, comprenant les DROM, les COM et les TOMN 9, mais hors Terre Adélie s'établit à 672 051 km2."},"index":7},{"type":"Texte","data":{"text":"La France est le 42e plus grand État du monde par sa surface terrestre. C'est aussi le troisième plus grand pays d'Europe, après la Russie et l'Ukraine, ou le deuxième si on inclut les départements ultra-marins, et le plus grand de l'Union européenne."},"index":8}]}